Repository: witcxc/macdown
Catalog: MacDown/Localization/*.lproj/Localizable.strings
Languages: de, es, is, it_it, ja, pt_br, sv, zh_hant

source: (Default)
de: (Standard)
es: (Predeterminado)
is: (Sjálfgefið)
it_it: (Predefinito)
ja: (デフォルト)
pt_br: (Padrão)

source: <Not installed>
de: <Nicht installiert>
es: <No instalado>
it_it: <Non installato>
ja: <未インストール>

source: An error occurred while creating the file: %@
de: Bei der Erstellung des Dokuments ist ein Fehler aufgetreten: %@
es: Ha ocurrido un error al crear el archivo: %@
is: Villa kom upp við að búa til skrána: %@
it_it: Si è verificato un errore nella creazione del file: %@
ja: ファイル作成中にエラーが発生しました： %@
pt_br: Um erro ocorreu ao criar o arquivo : %@
zh_hant: 建立檔案時發生錯誤： %@

source: CHARACTERS_NO_SPACES_PLURAL_STRING
de: %@ Zeichen (ohne Leerzeichen);%@ Zeichen (ohne Leerzeichen)
es: %@ carácter (sin espacios);%@ caracteres (sin espacios)
is: %@ stafur (án bila);%@ stafir (án bila)
it_it: Carattere %@ (senza spazi);caratteri %@ (senza spazi)
ja: %@ 文字 (スペースなし);%@ 文字列 (スペースなし)
pt_br: %@ caractere (sem espaços);%@ caracteres (sem espaços)
sv: %@ character (inga mellanslag);%@ tecken (inga mellanslag)

source: CHARACTERS_PLURAL_STRING
de: %@ Zeichen;%@ Zeichen
es: %@ carácter;%@ caracteres
is: %@ stafur;%@ stafir
it_it: Carattere %@;%@ Caratteri
ja: %@ 文字;%@ 文字列
pt_br: %@ caractere;%@ caracteres
sv: %@ tecken;%@ tecken
zh_hant: %@ 個字元;%@ 個字元

source: Can’t create file: %@
de: Dokument konnte nicht erstellt werden: %@
es: No se puede crear el archivo: %@
is: Gat ekki búið til skrá: %@
it_it: Impossibile create il file %@
ja: ファイルを作成できません： %@
pt_br: Não é possível criar o arquivo: %@
zh_hant: 無法建立檔案： %@

source: Editor
is: Ritill
ja: エディタ
sv: Redigering

source: File not found at path: %@
de: Das Dokument konnte unter folgendem Pfad nicht gefunden werden: %@
es: Archivo no encontrado en la ruta: %@
is: Skráin fannst ekki: %@
it_it: File non trovato all'indirizzo: %@
ja: ファイルが見つかりません： %@
pt_br: Arquivo não encontrado no caminho: %@
sv: Fil kunde inte hittas på sökväg: %@
zh_hant: 該路徑找不到檔案： %@

source: General
de: Allgemein
is: Almennt
it_it: Generale
ja: 一般
pt_br: Geral
sv: Allmänt

source: Hide Editor Pane
de: Editor ausblenden
es: Ocultar el editor
is: Fela ritilsspjald
it_it: Nascondi Editor
ja: エディタペインを隠す
pt_br: Esconder o Painel de Edição
sv: Dölj redigerings-vy
zh_hant: 隱藏編輯區

source: Hide Preview Pane
de: Vorschau ausblenden
es: Ocultar la vista previa
is: Fela forskoðunarspjald
it_it: Nascondi Anteprima
ja: プレビューペインを隠す
pt_br: Esconder o Painel de Visualização
sv: Dölj förhandsvisnings-vy
zh_hant: 隱藏預覽區

source: Install
de: Installieren
es: Instalar
is: Setja upp
it_it: Installa
ja: インストール
pt_br: Instalar

source: MacDown can’t create a file for the clicked link because the current file is not saved anywhere yet. Save the current file somewhere to enable this feature.
de: MacDown kann für den ausgewählten Link kein neues Dokument erstellen, da das jetzige Dokument noch nicht gespeichert wurde. Speichere das jetzige Dokument, um diese Funktion zu aktivieren.
es: MacDown no ha podido crear un archivo para el enlace pulsado porque el archivo actual ha sido guardado todavía. Guarde el archivo actual para activar esta característica.
it_it: MacDown non può creare un file per il link perché questo file non è ancora stato salvato. Salva il file da qualche parte per abilitare questa funzione.
ja: 編集中のファイルが保存されていないため，MacDown は クリックされたファイルを作成できません．この機能を 利用するためには編集中のファイルを保存してください．
pt_br: MacDown não pode criar um arquivo para o link acionado porque o arquivo atual não está salvo em nenhum lugar. Salve o arquivo atual em algum lugar para habilitar esse recurso.

source: Markdown
ja: マークダウン

source: Please check the path of your link is correct. Turn on “Automatically create link targets” If you want MacDown to create nonexistent link targets for you.
de: Bitte prüfe den angegebenen Link. Aktiviere „Automatisch Dateien für Links erzeugen“, wenn MacDown Link-Ziele automatisch erstellen soll.
es: Compruebe que la ruta del enlace es correcta. Active la opción “Crear automáticamente los archivos apuntados por los enlaces” si quiere que MacDown cree nuevos archivos enlazados.
it_it: Controlla che il percorso del link sia corretto. Attiva "Crea automaticamente link di destinazione" se vuoi che MacDown crei link di destinazione inesistenti per te.
ja: リンクのパスが正しいか確認してください．存在しない リンク先のファイルを MacDown に作成させるためには “リンク先のファイルを自動的に作成” をオンにしてください．
pt_br: Por favor, verifique se o caminho do link está correto. Habilite “Criar automaticamente arquivos para os links de destino” se quiser que o MacDown crie arquivos para os links que não existem.

source: Preferences
de: Einstellungen
es: Preferencias
is: Stillingar
it_it: Preferenze
ja: 環境設定
pt_br: Preferências
sv: Inställningar
zh_hant: 偏好設定...

source: Rendering
de: Vorschau
es: Visualización
it_it: Resa grafica
ja: レンダリング
pt_br: Renderização

source: Restore Editor Pane
de: Editor einblenden
es: Volver a mostrar el editor
is: Endurheimta ritilsspjald
it_it: Ripristina Editor
ja: エディタペインを表示
pt_br: Mostrar o Painel de Edição
sv: Återställ redigerings-vy
zh_hant: 顯示編輯區

source: Restore Preview Pane
de: Vorschau einblenden
es: Volver a mostrar la vista previa
is: Endurheimta forskoðunarspjald
it_it: Ripristina Anteprima
ja: プレビューペインを表示
pt_br: Mostrar o Painel de Visualização
sv: Återställ förhandsvisnings-vy
zh_hant: 顯示預覽區

source: Shell utility installed
de: Shell-Erweiterung installiert
es: Utilidad de terminal instalada
is: Tól fyrir skel uppsett
it_it: Supporto Shell installato
ja: コマンドラインツール インストール済み
pt_br: Utilitário do Shell instalado

source: Shell utility not installed
de: Shell-Erweiterung nicht installiert
es: Utilidad de terminal no instalada
is: Tól fyrir skel ekki uppsett
it_it: Supporto Shell non installato
ja: コマンドラインツール 未インストール
pt_br: Utilitário do Shell não instalado

source: Terminal
is: Skel
it_it: Terminale
ja: ターミナル

source: Uninstall
de: Deinstallieren
es: Desinstalar
is: Fjarlægja
it_it: Disinstalla
ja: アンインストール
pt_br: Desinstalar
zh_hant: 解除安裝

source: Untitled
de: Ohne Titel
es: Sin título
is: Ónefnt
it_it: Senza Titolo
ja: 名称未設定
pt_br: Sem Título
sv: Namnlöst
zh_hant: 未命名

source: WORDS_PLURAL_STRING
de: %@ Wort;%@ Wörter
es: %@ palabra;%@ palabras
is: %@ orð;%@ orð
it_it: %@ parola;%@ parole
ja: %@ word;%@ words
pt_br: %@ palavra;%@ palavras
sv: %@ ord;%@ ord
zh_hant: %@ 個字;%@ 個字
